#+TITLE: Artists in the USA
#+DATE: 09/27/22
#+AUTHOR: Jonathan Fung
#+PROPERTY: header-args:R :session *tidytuesday*
#+OPTIONS: ^:nil
#+LATEX_CLASS: notes
#+LATEX_HEADER: \usepackage{fontspec}
#+LATEX_HEADER: \setmainfont[]{IBM Plex Sans}
#+LATEX_HEADER: \setmonofont[]{Iosevka SS14}

#+begin_latex
\pagebreak
#+end_latex
** Deprivation
prob not this
#+begin_src R :results output :noeval
df %>%
  select(starts_with("Area_Deprivation_index")) %>%
  na.omit() %>%
  prcomp() %>%
  summary
#+end_src

#+RESULTS:
: Importance of components:
:                           PC1    PC2    PC3     PC4     PC5     PC6    PC7
: Standard deviation     5.9016 3.1630 2.7668 2.03990 1.53257 1.28100 0.7011
: Proportion of Variance 0.5669 0.1629 0.1246 0.06774 0.03823 0.02671 0.0080
: Cumulative Proportion  0.5669 0.7298 0.8544 0.92216 0.96039 0.98710 0.9951
:                            PC8
: Standard deviation     0.54836
: Proportion of Variance 0.00489
: Cumulative Proportion  1.00000
